// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "印刷品質のキャ\nリブレーション";

CalibrationFailedTitle = "印刷品質のキャリブレーションを実行できない";
CalibrationFailedExplanation = "プリンタが接続され電源が入っていることを確認してから、もう一度やり直してください。";
PrintingPatternsProcessTitle = "パターンを印刷中…";
PenFailureMsg = "インク カートリッジが不明、検出されない、または正しく取り付けられていません。";

TwowayConnectionErrorTitle = "装置との双方向通信を確立できません。";

NoPensErrorTitle = "プリントカートリッジが検出されませんでした";
NoPensErrorMessage = "プリントカートリッジが取り付けられている場合は、インクノズルのプラスチックテープがはがされていることを確認してください。";

CriticalConditionTitle = "プリンタが危険な状態です";
CriticalConditionMsg = "プリンタの危険な状態を解決してください。";

HSDQualityCalibrationTextFieldTitle = "印刷品質のキャリブレーション";
HSDInfoTextFieldTitle = "この操作によって、写真のプリント品質が改善される場合があります。 このキャリブレーションを行う前に、「クリーニング」サービスを行うことをお薦めします。";
HSDGuideTextFieldTitle = "[キャリブレーション] をクリックしてキャリブレーションを行います。 これにはおよそ １分間かかり、用紙を 1枚使用します。 この手順には、必ず普通紙を使用してください。";
HSDCalibrateButtonTitle = "キャリブレーション";

HSDPatternDescription1 = "プリントされたページを見て、横線が最も目立たないパターンのラベルを選択してください。 明るい領域と暗い領域の両方をよく見て選んでください。";
HSDPatternLabel = "パターンラベル：";
HSDPatternDescription2 = "選択したら、[適用] をクリックします。";
HSDApplyButton = "適用";
